{
    "Welche Schritte sind notwendig, um die Grasfangbox des Rasentraktors korrekt zu montieren und einzustellen?": 
    "Grasfangbox anbauen (10 – 13): Die Rasentraktoren werden mit Grasfangbox ausgeliefert. Bitte beachten Sie, dass die Bilder vom Original etwas abweichen können. Der Füllstandsmelder meldet über eine Hupe, wenn die Grasfangbox entleert werden muss. Der Füllstandsmelder kann auf die Beschaffenheit des Schnittguts in 6 Positionen eingestellt werden. Bei trockenem Schnittgut den Füllstandsmelder in die kleineren Positionen schieben. Bei nassem oder feuchtem Schnittgut den Füllstandsmelder länger einstellen. Dadurch wird die Befüllung der Grasfangbox beeinflusst. Stellen Sie den Motor ab. Nehmen Sie die Grasfangbox ab. Stellen Sie den Füllstandsmelder (10/1) auf das Schnittgut ein (10/a), bis er auf der gewünschten Position einrastet. Hängen Sie die Grasfangbox wieder ein.\\n Grasfangbox montieren: Stützbleche in den unteren Teil der Grasfangbox auf beiden Seiten einstecken (05). Waagerecht einführen und nach oben schwenken (06, 07 und 08). Vorderen Stützholm (09/1) in den unteren Teil der Grasfangbox (09/2) einklemmen und mit Schlossschrauben M6x35, Scheiben und selbstsichernden Muttern von außen verschrauben (10). Rahmen-Oberteil (11/1) auf den Stützholm mit Schlossschrauben M6x35, Scheiben und selbstsichernden Muttern festschrauben. Oberteil mit den Stützblechen verbinden und mit 2 Torx Tx30 und vier Schlossschrauben verschrauben (12 und 13). Gewebe der Grasfangbox in das Oberteil einklemmen (14). Den Boxdeckel aufsetzen und mit dem Boxrahmen verschrauben (16 und 17). Handhebel durch die Grasfangbox stecken (18), mit Linsenkopfschraube (Torx) M6x35 und selbstsichernder Mutter gegen Herausziehen sichern (19).\\n Grasfangbox einhängen: Halten Sie die Grasfangbox mit einer Hand am Boxgriff (20/1) und mit der anderen Hand an der Halteöffnung an der Rückseite (20/2). Legen Sie die Grasfangbox symmetrisch auf die Führung (20/3). Kippen Sie die Grasfangbox mit der anderen Hand leicht nach vorne (21), so dass der vordere Teil der Grasfangbox einrastet. Schwenken Sie nun die Grasfangbox wieder nach unten (22). Überprüfen Sie den korrekten Sitz der Grasfangbox.\\n Kontaktschalter der Grasfangbox prüfen: Der Kontaktschalter an der Grasfangbox stellt sicher, dass sich der Motor abschaltet, sobald die Grasfangbox bei eingeschaltetem Mähwerk nicht korrekt eingehängt ist. Setzen Sie sich auf den Fahrersitz. Treten Sie das Bremspedal (05/1) und betätigen Sie die Feststellbremse (05/2). Starten Sie den Motor und lassen Sie ihn mit maximaler Drehzahl laufen. Schalten Sie das Mähwerk zu (02/5, Position '1'). Heben Sie die leere Grasfangbox leicht an oder betätigen Sie den Öffnungsschalter.\\n Boxhalterung einstellen: Messen Sie jeweils links und rechts den Abstand zwischen Grasfangbox und Rasentraktor (25). Bei einem Abstand > 0 mm müssen die Boxhaltearme entsprechend des gemessenen Abstands nachgestellt werden! Grasfangbox abnehmen (26). Lösen Sie die 4 Sechskantschrauben an beiden Boxhaltearmen jeweils um eine halbe Umdrehung (27). Entsprechend des jeweils gemessenen Abstands die Haltearme links und rechts nach oben stellen und die unteren Sechskantschrauben an beiden Haltearmen wieder festziehen (28). Stellen Sie im 90°-Winkel von der Rückwand ausgehend zum Verbindungsstab der Boxhaltearme einen Abstand von 189 mm ein (29). Ziehen Sie die oberen Sechskantschrauben der Boxhaltearme mit 40 – 50 Nm wieder an (30). Grasfangbox wieder einhängen (31). Überprüfen Sie den Abstand zwischen Grasfangbox und Rasentraktor. Gegebenenfalls nachstellen (32).\\n Hinweis – Akku-Schrauber Torxeinsatz: Bei der Montage einen Akku-Schrauber mit Torxeinsatz TX30 verwenden.\\n Hinweis – Motor darf nicht starten: Der Motor darf nicht starten! Hinweis – Motor muss abschalten.\\n Hinweis – Grasfangbox Abstand 0mm: Nach der Montage der Grasfangbox muss der Abstand zwischen Rasentraktor und Grasfangbox = 0 mm betragen (23, 24).",

    "Warum fördert die Gartenpumpe trotz eingeschaltetem Motor kein Wasser und wie kann das Problem behoben werden?":
    "Pumpe läuft, aber fördert nicht. Die Saugleitung ist nicht im Wasser. Saugleitung min. 30 cm ins Wasser eintauchen. Druckleitung geschlossen. Verschluss-Aggregate in der Druckleitung öffnen. Pumpe saugt Luft. Alle Anschlussverbindungen und den Filterdeckel auf Dichtheit prüfen. Saugseitige Verstopfung. Schmutz im Ansaugbereich entfernen. Pumpe ist trocken gelaufen. Pumpengehäuse mit Wasser befüllen. Druckschlauch geknickt. Druckschlauch strecken. Trockenlaufschutz aktiviert. Saugseite prüfen.\\n Verstopfung beseitigen: Pumpe vom Netz trennen und gegen Wiedereinschalten sichern. Saugleitung am Pumpeneingang entfernen. Druckleitung an die Wasserleitung anschließen. Wasser durch das Pumpengehäuse laufen lassen, bis sich die Verstopfung auflöst. Durch kurzes Einschalten prüfen, ob die Pumpe freidreht.\\n Hinweis - Störungen: Bei nicht behebbaren Störungen wenden Sie sich bitte an unseren zuständigen Kundendienst."
}
